Revit 2027 API
ParameterTypeId.GroupLevel Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GroupLevel { get; }
Public Shared ReadOnly Property GroupLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GroupLevel {
	ForgeTypeId^ get ();
}
static member GroupLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace